const quiz = [
    {
        "quest":"Где бы Вы предпочли сейчас оказаться?",
        "answ_1":{

            "a" : "Спокойное место,где можно провести время с дорогим вам человеком.",
        
            "b" : "Мастерская,завешенная Вашими работами,где вы можете излить свою душу.",
        
            "c" : "Зимний лес,где холод пробивает непросто до дрожи,а до оледенения.",
        
            "l" : "Небольшой домик,украшенный со вкусом как внутри,так и снаружи.",
        
            "d" : "Сцена,наполненная зрителями,ждущими вашего выхода на сцену.",
            
            "e" :"Поле,усыпанное цветами и покрытое толстым слоем тумана.",
        
            "f":"Огромная лаборатория с новейшим обородуванием.",
        
            "g" :"Небольшая комната,где Вы сидите один и размышляете о важном.",
        
            "h": "Дворец,где никто не помешает вам наслаждаться атмосферой богатства.",
             }
    },

    {
             "quest":"На какой возраст вы себя ощущаете?",
            "answ_1":{

                "a" : "Ваш вопрос бестактен!",
            
                "b" : "В душе я ребёнок,но в жизни за 50.",
            
                "c" : "Я достаточно молод.",
            
                "l" : "Лучше вам не знать.",
            
                "d" : "Я настолько стар,что слушаю классическую музыку.",
                
                "e" :"Мне за 25.",
            
                "f":"Скажу уверенно,мне 35.Как в жизни,так и в душе.",
            
                "g" :"Я на удивление достиг 24 лет.",
            
                "h": "Я уже не мадемуазель.",
             }
    },
    {
             "quest":"Ваше хобби связано с?",
            "answ_1":{

                "a" : "Каллиграфия.",
            
                "b" : "Фотографии.",
            
                "c" : "О таком не спрашивают)",
            
                "l" : "Я предпочту не отвечать на данный вопрос.",
            
                "d" : "Музыка.",
                
                "e" :"Исследование нового.",
            
                "f":"Биология.",
            
                "g" :"Психология.",
            
                "h": "Танцы.",
             }
    },

    {
             "quest":"Какой предмет вызывает у вас тёплые чувства?",
            "answ_1":{

                "a" : "Зонтик:так помогает вовремя дождя.",
            
                "b" : "Фотографии-это лучшее,что существует на свете.",
            
                "c" : "У меня нет таких вещех.",
            
                "l" : "Посох:сразу становишься статным.",
            
                "d" : "Вино...",
                
                "e" :"Их несколько,но их всех объединяет экзотика.",
            
                "f":"Энциклопедия.",
            
                "g" :"Часы.",
            
                "h": "Платье.",
             }
    },

    {

             "quest":"Какая у вас любимая еда?",
            "answ_1":{

                "a" : "Главное,чтобы она была.",
            
                "b" : "Домашняя еда.",
            
                "c" : "Вся еда на вкус одинакова.",
            
                "l" : "У еды пресный вкус,предпочитаю не часто её кушать.",
            
                "d" : "Луковый суп,а вообще алкоголь-лучшая еда.",
                
                "e" :"Всё вкусно,когда голоден.",
            
                "f":"Стейк Диана.Только он! ",
            
                "g" :"Ракушечная лапша с чёрным трюфелем.",
            
                "h": "Еда,приготовленная в ресторанах.",
             }

    },

    {
             "quest":"Какой отдых вы предпочитаете?",
            "answ_1":{

                "a" : "С семьёй.",
            
                "b" : "С братом.",
            
                "c" : "На свежем воздухе.Можно с друзьями,но и одному хорошо.",
            
                "l" : "С домашними питомцами.",
            
                "d" : "Кому нужен отдых?У меня нет на это время!",
                
                "e" :"Разглядываь свою коллекцию.",
            
                "f":"В обнимку с книгами.",
            
                "g" :"В одиночестве.",
            
                "h": "Со своим отражением.",
             }

    },




    
    
]
